









<html lang="en">
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8">
    <meta name="viewport" content="user-scalable=yes, width=device-width, initial-scale=1" />
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <title>Троицкая пекарня - главная страница</title>
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.2.0/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-gH2yIJqKdNHPEq0n4Mqa/HGKIhSkIHeL5AyhkYV8i59U5AR6csBvApHHNl/vI1Bx" crossorigin="anonymous">
    <link rel="stylesheet" href="css/style.css" >

    <!-- JavaScript Bundle with Popper -->
<script src="https://cdn.jsdelivr.net/npm/bootstrap@5.2.0/dist/js/bootstrap.bundle.min.js" integrity="sha384-A3rJD856KowSb7dwlZdYEkO39Gagi7vIsF0jrRAoQmDKKtQBHUuLZ9AsSv4jD4Xa" crossorigin="anonymous"></script>
</head>


<body>


<header class="header">

    <div class="container">
        <a href="/" class="logo"><img src="img/logo.png" alt="Троицкая пекарня" title="Троицкая пекарня"></a>
        <div id="phones_bakery">
            
            <img id="icon_phone" src="img/home_phone_icon.png" title="Мобильный телефон">
            <a id="telephone" href="tel:+3805011111111" title="Совершить звонок">+3805011111111</a>
           
            <img id="icon_phone" src="img/viber_icon.png" title="Наш вайбер">
            <a id="telephone" href="viber://chat?number=+3805011111111" title="Начать чат">+3805011111111</a>

            <img id="icon_phone" src="img/telegram_icon.png" title="Наш телеграм">
            <a id="telephone" href="tg://resolve?domain=bakery_troitskbot" title="Начать чат">bakery_troitskbot</a>

            <img id="icon_phone" src="img/mail_icon.png" title="Наша почта">
            <a id="telephone" href="mailto:flpdet@mail.ru" title="Написать письмо">flpdet@mail.ru</a>

        </div>

        <nav>
            <ul>
                <li><a href="">главная</a></li> 
                <li><a href="">Продукция</a></li>
                <li><a href="">Новости</a></li>
                <li><a href="">О нас</a></li>

            </ul>
        </nav>
    </div>



    



    <div class="loginForm">
        <div id="basket">
            <img src="img/basked_icon.png">
            <p id="countShop">1</p>
    
        </div>

        <div id="buttonFormLogin">
            <div ><a href="" id="loginButton" data-bs-toggle="modal"  data-bs-target="#loginModal">Войти</a></div>
            <div ><a href="" id="loginButton">Регистрация</a></div>
            <div>
        </div>

    </div>







    <div class="modal fade" id="loginModal" tabindex="-1" aria-labelledby="exampleModalLabel" aria-hidden="true">
  <div class="modal-dialog">
    <div class="modal-content">
      <div class="modal-header">
        <h5 class="modal-title" id="exampleModalLabel">Modal title</h5>
        <button type="button" class="btn-close" data-bs-dismiss="modal" aria-label="Close"></button>
      </div>
      <div class="modal-body">
        ...
      </div>
      <div class="modal-footer">
        <button type="button" class="btn btn-secondary" data-bs-dismiss="modal">Close</button>
        <button type="button" class="btn btn-primary">Save changes</button>
      </div>
    </div>
  </div>
</div>








</header>

<div class="main">
    <div class="container">
        <div id="hello"><p>Добро пожаловать</p> </div>
        <div id="hello"><p>Добро пожаловатьвыавыаывавыаовыраорвыоларвылравылраывауцгш3тшщоуклоеуьаольку
            уклеуокеошукщоещшукоешщкуоещокуещукощеукоещукоещукоещкуоещукоещкуоеущкоеущкДобро пожаловатьвыавыаывавыаовыраорвыоларвылравылраывауцгш3тшщоуклоеуьаольку
            уклеуокеошукщоещшукоешщкуоещокуещукощеукоещукоещукоещкуоещукоещкуоеущкоеущкДобро пожаловатьвыавыаывавыаовыраорвыоларвылравылраывауцгш3тшщоуклоеуьаольку
            уклеуокеошукщоещшукоешщкуоещокуещукощеукоещукоещукоещкуоещукоещкуоеущкоеущкДобро пожаловатьвыавыаывавыаовыраорвыоларвылравылраывауцгш3тшщоуклоеуьаольку
            уклеуокеошукщоещшукоешщкуоещокуещукощеукоещукоещукоещкуоещукоещкуоеущкоеущкДобро пожаловатьвыавыаывавыаовыраорвыоларвылравылраывауцгш3тшщоуклоеуьаольку
            уклеуокеошукщоещшукоешщкуоещокуещукощеукоещукоещукоещкуоещукоещкуоеущкоеущкДобро пожаловатьвыавыаывавыаовыраорвыоларвылравылраывауцгш3тшщоуклоеуьаольку
            уклеуокеошукщоещшукоешщкуоещокуещукощеукоещукоещукоещкуоещукоещкуоеущкоеущкДобро пожаловатьвыавыаывавыаовыраорвыоларвылравылраывауцгш3тшщоуклоеуьаольку
            уклеуокеошукщоещшукоешщкуоещокуещукощеукоещукоещукоещкуоещукоещкуоеущкоеущкДобро пожаловатьвыавыаывавыаовыраорвыоларвылравылраывауцгш3тшщоуклоеуьаольку
            уклеуокеошукщоещшукоешщкуоещокуещукощеукоещукоещукоещкуоещукоещкуоеущкоеущкДобро пожаловатьвыавыаывавыаовыраорвыоларвылравылраывауцгш3тшщоуклоеуьаольку
            уклеуокеошукщоещшукоешщкуоещокуещукощеукоещукоещукоещкуоещукоещкуоеущкоеущкДобро пожаловатьвыавыаывавыаовыраорвыоларвылравылраывауцгш3тшщоуклоеуьаольку
            уклеуокеошукщоещшукоешщкуоещокуещукощеукоещукоещукоещкуоещукоещкуоеущкоеущкДобро пожаловатьвыавыаывавыаовыраорвыоларвылравылраывауцгш3тшщоуклоеуьаольку
            уклеуокеошукщоещшукоешщкуоещокуещукощеукоещукоещукоещкуоещукоещкуоеущкоеущкДобро пожаловатьвыавыаывавыаовыраорвыоларвылравылраывауцгш3тшщоуклоеуьаольку
            уклеуокеошукщоещшукоешщкуоещокуещукощеукоещукоещукоещкуоещукоещкуоеущкоеущкДобро пожаловатьвыавыаывавыаовыраорвыоларвылравылраывауцгш3тшщоуклоеуьаольку
            уклеуокеошукщоещшукоешщкуоещокуещукощеукоещукоещукоещкуоещукоещкуоеущкоеущкДобро пожаловатьвыавыаывавыаовыраорвыоларвылравылраывауцгш3тшщоуклоеуьаольку
            уклеуокеошукщоещшукоешщкуоещокуещукощеукоещукоещукоещкуоещукоещкуоеущкоеущкДобро пожаловатьвыавыаывавыаовыраорвыоларвылравылраывауцгш3тшщоуклоеуьаольку
            уклеуокеошукщоещшукоешщкуоещокуещукощеукоещукоещукоещкуоещукоещкуоеущкоеущкДобро пожаловатьвыавыаывавыаовыраорвыоларвылравылраывауцгш3тшщоуклоеуьаольку
            уклеуокеошукщоещшукоешщкуоещокуещукощеукоещукоещукоещкуоещукоещкуоеущкоеущкДобро пожаловатьвыавыаывавыаовыраорвыоларвылравылраывауцгш3тшщоуклоеуьаольку
            уклеуокеошукщоещшукоешщкуоещокуещукощеукоещукоещукоещкуоещукоещкуоеущкоеущкДобро пожаловатьвыавыаывавыаовыраорвыоларвылравылраывауцгш3тшщоуклоеуьаольку
            уклеуокеошукщоещшукоешщкуоещокуещукощеукоещукоещукоещкуоещукоещкуоеущкоеущкДобро пожаловатьвыавыаывавыаовыраорвыоларвылравылраывауцгш3тшщоуклоеуьаольку
            уклеуокеошукщоещшукоешщкуоещокуещукощеукоещукоещукоещкуоещукоещкуоеущкоеущкДобро пожаловатьвыавыаывавыаовыраорвыоларвылравылраывауцгш3тшщоуклоеуьаольку
            уклеуокеошукщоещшукоешщкуоещокуещукощеукоещукоещукоещкуоещукоещкуоеущкоеущкДобро пожаловатьвыавыаывавыаовыраорвыоларвылравылраывауцгш3тшщоуклоеуьаольку
            уклеуокеошукщоещшукоешщкуоещокуещукощеукоещукоещукоещкуоещукоещкуоеущкоеущкДобро пожаловатьвыавыаывавыаовыраорвыоларвылравылраывауцгш3тшщоуклоеуьаольку
            уклеуокеошукщоещшукоешщкуоещокуещукощеукоещукоещукоещкуоещукоещкуоеущкоеущкДобро пожаловатьвыавыаывавыаовыраорвыоларвылравылраывауцгш3тшщоуклоеуьаольку
            уклеуокеошукщоещшукоешщкуоещокуещукощеукоещукоещукоещкуоещукоещкуоеущкоеущкДобро пожаловатьвыавыаывавыаовыраорвыоларвылравылраывауцгш3тшщоуклоеуьаольку
            уклеуокеошукщоещшукоешщкуоещокуещукощеукоещукоещукоещкуоещукоещкуоеущкоеущкДобро пожаловатьвыавыаывавыаовыраорвыоларвылравылраывауцгш3тшщоуклоеуьаольку
            уклеуокеошукщоещшукоешщкуоещокуещукощеукоещукоещукоещкуоещукоещкуоеущкоеущкДобро пожаловатьвыавыаывавыаовыраорвыоларвылравылраывауцгш3тшщоуклоеуьаольку
            уклеуокеошукщоещшукоешщкуоещокуещукощеукоещукоещукоещкуоещукоещкуоеущкоеущкДобро пожаловатьвыавыаывавыаовыраорвыоларвылравылраывауцгш3тшщоуклоеуьаольку
            уклеуокеошукщоещшукоешщкуоещокуещукощеукоещукоещукоещкуоещукоещкуоеущкоеущкДобро пожаловатьвыавыаывавыаовыраорвыоларвылравылраывауцгш3тшщоуклоеуьаольку
            уклеуокеошукщоещшукоешщкуоещокуещукощеукоещукоещукоещкуоещукоещкуоеущкоеущкДобро пожаловатьвыавыаывавыаовыраорвыоларвылравылраывауцгш3тшщоуклоеуьаольку
            уклеуокеошукщоещшукоешщкуоещокуещукощеукоещукоещукоещкуоещукоещкуоеущкоеущкДобро пожаловатьвыавыаывавыаовыраорвыоларвылравылраывауцгш3тшщоуклоеуьаольку
            уклеуокеошукщоещшукоешщкуоещокуещукощеукоещукоещукоещкуоещукоещкуоеущкоеущкДобро пожаловатьвыавыаывавыаовыраорвыоларвылравылраывауцгш3тшщоуклоеуьаольку
            уклеуокеошукщоещшукоешщкуоещокуещукощеукоещукоещукоещкуоещукоещкуоеущкоеущкДобро пожаловатьвыавыаывавыаовыраорвыоларвылравылраывауцгш3тшщоуклоеуьаольку
            уклеуокеошукщоещшукоешщкуоещокуещукощеукоещукоещукоещкуоещукоещкуоеущкоеущкДобро пожаловатьвыавыаывавыаовыраорвыоларвылравылраывауцгш3тшщоуклоеуьаольку
            уклеуокеошукщоещшукоешщкуоещокуещукощеукоещукоещукоещкуоещукоещкуоеущкоеущкДобро пожаловатьвыавыаывавыаовыраорвыоларвылравылраывауцгш3тшщоуклоеуьаольку
            уклеуокеошукщоещшукоешщкуоещокуещукощеукоещукоещукоещкуоещукоещкуоеущкоеущкДобро пожаловатьвыавыаывавыаовыраорвыоларвылравылраывауцгш3тшщоуклоеуьаольку
            уклеуокеошукщоещшукоешщкуоещокуещукощеукоещукоещукоещкуоещукоещкуоеущкоеущкДобро пожаловатьвыавыаывавыаовыраорвыоларвылравылраывауцгш3тшщоуклоеуьаольку
            уклеуокеошукщоещшукоешщкуоещокуещукощеукоещукоещукоещкуоещукоещкуоеущкоеущк
        </p> </div>
    </div>

</div>



<footer><div class="container"></div></footer>
</body>






</html>